[
  {
    "basic": "电影名:比悲伤更悲伤的故事,电影类型:剧情,爱情,时长:107分钟,上映时间:2019-03-14",
    "intro": "唱片制作人张哲凯（刘以豪 饰）和王牌作词人宋媛媛（陈意涵 饰）相依为命，两人自幼身世坎坷只有彼此为伴，他们是亲人、是朋友，也彷佛是命中注定的另一半。父亲罹患遗传重症而被母亲抛弃的哲凯，深怕自己随时会发病不久人世，始终没有跨出友谊的界线对媛媛展露爱意。眼见哲凯的病情加重，他暗自决定用剩余的生命完成他们之间的终曲，再为媛媛找个可以托付一生的好男人。这时，事业有成温柔体贴的医生（张书豪 饰）适时的出现让他成为照顾媛媛的最佳人选，二人按部就班发展着关系。一切看似都在哲凯的计划下进行。然而，故事远比这里所写更要悲伤......",
    "img": "imgs/kmD5Og22Ee28hV8.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:流浪地球,电影类型:剧情,冒险,科幻,时长:128分钟,上映时间:2019-02-05",
    "intro": "太阳即将毁灭，人类在地球表面建造出巨大的推进器，寻找新家园。然而宇宙之路危机四伏，为了拯救地球，为了人类能在漫长的2500年后抵达新的家园，流浪地球时代的年轻人挺身而出，展开争分夺秒的生死之战。",
    "img": "imgs/1RW69v98N1mqoGC.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:风中有朵雨做的云,电影类型:剧情,悬疑,犯罪,时长:124分钟,上映时间:2019-04-04",
    "intro": "沿海小城，年轻警官杨家栋（井柏然 饰）初来乍到，恰遇建委主任唐奕杰（张颂文 饰）坠楼身亡，杨家栋展开调查，惨遭革职、追杀，一路逃往香港，与死者女儿小诺（马思纯 饰）意外邂逅，在小诺的协助下继续追查，浑然不觉自己正落入一个纯情陷阱。",
    "img": "imgs/7D5T3DQ84zCTx67.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:地久天长,电影类型:剧情,时长:175分钟,上映时间:2019-03-22",
    "intro": "年轻的刘耀军（王景春 饰）和沈英明（徐程 饰）两家人本是挚友，两家儿子沈浩和刘星在郊外嬉戏中，耀军的儿子刘星意外身亡，此事彻底改变了两家人的命运。刘家夫妇远赴南方。多年后，容颜已老的他们再次相聚，隐藏的真相终将因为年轻一代人的坦荡而揭开。岁月流逝，生命滚滚向前……",
    "img": "imgs/75r22wQ1U1o0y26.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:老师·好,电影类型:剧情,喜剧,时长:111分钟,上映时间:2019-03-22",
    "intro": "1985年的南宿一中，苗宛秋（于谦 饰）老师推自行车昂首走在校园，接受着人们艳羡的目光和纷至沓来的恭维。 桀傲不驯的洛小乙（王广源 饰）、温婉可人的安静（汤梦佳 饰）、新潮前卫的关婷婷（秦鸣悦 饰）、大智若愚的脑袋、舞痴兄弟文明（郝鹏飞 饰）建设（郜玄铭 饰）、八婆海燕（徐紫茵 饰）、奸商耗子（孙艺杨 饰）……三班是一个永远也不缺故事的集体。 苗宛秋怎么也不会想到，他即将走进的这个三班将会成为他以及他身边这辆自行车的噩梦。三班的同学也没有想到，这位新来的老师改变了他们的一生。",
    "img": "imgs/447368e3rw2Gv9m.jpg",
    "cinema": [
      "影院名:格莱美艺术影城,地址：未央区未央路艾斯广场一层,票价:¥33起"
    ]
  },
  {
    "basic": "电影名:调音师,电影类型:悬疑,犯罪,喜剧,时长:137分钟,上映时间:2019-04-03",
    "intro": "影片讲述了一直假装盲人的钢琴调音师阿卡什（阿尤斯曼·库拉纳 饰），在意外成为一起凶杀案的“目击证人”后，所遭遇的种种出其不意的经历。",
    "img": "imgs/w37J1iG813m2Hz1.jpg",
    "cinema": [
      "影院名:博纳国际影城(西安大悦城IMAX店),地址：雁塔区西安曲江新区慈恩路777号西安曲江大悦城购物中心L3-40号商铺,票价:¥39起"
    ]
  },
  {
    "basic": "电影名:小飞象,电影类型:动画,奇幻,家庭,时长:112分钟,上映时间:2019-03-29",
    "intro": "在马戏团老板麦克斯·美第奇（丹尼·德维托 饰）雇佣下，过气马戏明星霍尔特·法瑞尔（柯林·法瑞尔 饰）与儿女米莉（妮可·帕克 饰）和乔（芬利·霍宾斯 饰）一起，照顾刚出生就因耳朵巨大而受到嘲笑的小飞象。当三人发现小飞象真的会飞时，原本苦苦挣扎的马戏团重获新生，也招来企业家V.A.范德维尔（迈克尔·基顿 饰）的注意，邀请小飞象加入他旗下不同凡响的游乐设施，梦想王国。在那里，小飞象与迷人的空中杂技演员柯蕾特·马尔尚（爱娃·格林 饰）一起展翅高飞，但霍尔特却发现梦想王国光鲜的外表之下，藏着无数黑暗的秘密。",
    "img": "imgs/ATyre82R37J00zv.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:绿皮书,电影类型:剧情,喜剧,传记,时长:130分钟,上映时间:2019-03-01",
    "intro": "一名黑人钢琴家，为前往种族歧视严重的南方巡演，找了一个粗暴的白人混混做司机。在一路开车南下的过程里，截然不同的两人矛盾不断，引发了不少争吵和笑料。但又在彼此最需要的时候，一起共渡难关。行程临近结束，两人也慢慢放下了偏见......     绿皮书，是一本专为黑人而设的旅行指南，标注了各城市中允许黑人进入的旅店、餐馆。电影由真实故事改编。",
    "img": "imgs/U2l9D1K600f58e3.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:波西米亚狂想曲,电影类型:剧情,音乐,传记,时长:131分钟,上映时间:2019-03-22",
    "intro": "佛莱德·摩克瑞（拉米·马雷克 饰）曾是希思罗机场的一名普通搬运工，对音乐满腔热血的他，与布莱恩·梅（格威利姆·李 饰）、罗杰·泰勒（本·哈迪 饰）、约翰·迪肯（约瑟夫·梅泽罗 饰）组成皇后乐队。这个殿堂级乐队的从无到有，从疏离到重聚，从低谷到巅峰，仿佛就是佛莱德一生的缩影。在最后的日子里，佛莱德做了生命中最重要的决定——在音乐史上最伟大的“拯救生命”大型摇滚乐演唱会上，将所有热血付诸于歌声。",
    "img": "imgs/6h425326dYkJ11F.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:海市蜃楼,电影类型:悬疑,科幻,爱情,时长:129分钟,上映时间:2019-03-28",
    "intro": "25年前一个风暴将至的夜晚，小男孩尼克目睹了邻居杀妻的全过程，被凶手发现的他在逃跑途中被车撞死。尼克死去25年后，幸福的已婚妇女维拉（阿德丽安娜·尤加特 饰）搬进了尼克住过的这所房子。一场和25年前一样的风暴让两段时空交错，惊醒的维拉发现自己竟能与电视机里的尼克跨时空对话。维拉透过电视机试图挽救这个男孩的性命，却引发一系列连锁反应——女儿消失、丈夫和身边的人全都不再认识和相信自己。于是，维拉只能在风暴消失前有限的15小时里，与唯一相信她的莱拉警长（奇诺·达林 饰）解开所有谜团……",
    "img": "imgs/8Q1G6fP4eCG0V7R.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:驯龙高手3,电影类型:动画,动作,冒险,时长:104分钟,上映时间:2019-03-01",
    "intro": "统领伯克岛的酋长嗝嗝（刘昊然 配音），与阿丝翠德（亚美莉卡·费雷拉 配音）共同打造了一个奇妙而热闹的飞龙乌托邦。一只雌性光煞飞龙的意外出现，加上一个前所未有的威胁的到来，令嗝嗝和没牙仔不得不离开自己唯一的家园，前往他们本以为只存在于神话之中的隐秘之境。在发现自己真正的命运之后，飞龙与骑士将携手殊死奋战，保护他们所珍爱的一切。",
    "img": "imgs/hG403E0QyiA8L06.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:祈祷落幕时,电影类型:剧情,悬疑,犯罪,时长:119分钟,上映时间:2019-04-12",
    "intro": "在东京都葛饰区小菅的某座公寓里，发现了一具被勒死的女性遗体。被害者是在清洁公司上班、住在滋贺县的押谷道子（中岛博子 饰）。而杀人现场的住户越川睦夫也下落不明。而以松宫（沟端淳平 饰）等警视厅搜查一科的刑警们查不出越川与押谷道子有何交集，案件调查陷入困境。尽管查明押谷道子是为了拜访她的同学，即导演浅居博美（松岛菜菜子 饰）才来东京的，但博美与越川之间也找不出什么交集。这时，案发地点附近发现了被烧死的尸体，松宫怀疑两者有关联。从遗物中，发现了写有日本桥周围12座桥名的文字。知道此事后加贺恭一郎（阿部宽 饰）非常激动，因为那东西与他的亡母大有关联。",
    "img": "imgs/449L2OcaJgUuA3G.jpg",
    "cinema": [
      "影院名:香港未来主题影院,地址：碑林区长安立交东北角香港未来影院二楼,票价:¥33起",
      "影院名:苏宁影城,地址：新城区解放路186号苏宁易购广场6楼,票价:¥23起"
    ]
  },
  {
    "basic": "电影名:阿丽塔：战斗天使,电影类型:动作,冒险,科幻,时长:122分钟,上映时间:2019-02-22",
    "intro": "未来26世纪，科技发展，人类与机械改造人共存，弱肉强食是钢铁城唯一的生存法则。依德（克里斯托夫·沃尔兹 饰）是钢铁城著名的改造人医生，他在垃圾场发现了一个半机械少女残躯，依德医生将其拯救后为她取名阿丽塔（罗莎·萨拉扎尔 饰）。阿丽塔虽然重获生命却失去了记忆，如一个新生儿一样对这个世界充满新鲜感。在依德医生与好友雨果（基恩·约翰逊 饰）的帮助下，她逐步适应着新生活和街头险恶。一次偶然的机会，阿丽塔发现自己竟有着惊人的战斗天赋。 一次次猎杀激发着她的觉醒，阿丽塔逐渐明白自己注定为战斗而生，为正义而战。一场揭开自己身世之谜，并打破宇宙旧秩序的史诗级冒险之旅就这样展开。",
    "img": "imgs/t5N62a96867mVL1.jpg",
    "cinema": [
      "影院名:奥斯卡赛高国际影城(赛高街区店),地址：未央区凤城五路与未央路交叉口赛高街区4楼（近地铁2号线凤城五路站）,票价:¥29.9起"
    ]
  },
  {
    "basic": "电影名:反贪风暴4,电影类型:剧情,动作,犯罪,时长:98分钟,上映时间:2019-04-04",
    "intro": "廉政公署收到报案人廖雨萍（周秀娜 饰）的实名举报，举报正在坐牢的富二代曹元元（林峯 饰）涉嫌行贿监狱里的监督沈济全（谭耀文 饰）以及惩教员，首席调查主任陆志廉（古天乐 饰）决定深入虎穴，卧底狱中。在监狱里，被陆志廉送入监狱的前警司黄文彬（林家栋 饰）以及曹元元两大帮派势成水火，陆志廉趁机接近曹元元取得信任。同时监狱外的廉政公署总调查主任程德明（郑嘉颖 饰）、国内反贪局行动处处长洪亮（丁海峰 饰）也陆港联手，通力合作，最终成功破获贪腐行贿大案。",
    "img": "imgs/45i5t1Z4D5S7wb3.jpg",
    "cinema": [
      "影院名:香港未来主题影院,地址：碑林区长安立交东北角香港未来影院二楼,票价:¥36起",
      "影院名:CGV影城(万象城店),地址：未央区三桥新街1076号华润万象城4层,票价:¥42起",
      "影院名:首映国际影城(通化门店),地址：新城区金花路十字苏宁东侧西北国际茶城4楼,票价:¥35起",
      "影院名:派啦萌巨幕影城(卜蜂莲花店),地址：未央区凤城八路与渭滨路十字西北角卜蜂莲花4F,票价:¥43起",
      "影院名:奥斯卡金花影城(科技路店),地址：雁塔区科技路33号世纪金花楼上（近高新一路）,票价:¥37.9起",
      "影院名:奥斯卡长安国际影城(中央广场店),地址：长安区西长安街105号长安中央广场A座2楼（西北饭店斜对面）（西北饭店斜对面）,票价:¥32.9起",
      "影院名:奥斯卡赛高国际影城(赛高街区店),地址：未央区凤城五路与未央路交叉口赛高街区4楼（近地铁2号线凤城五路站）,票价:¥34起",
      "影院名:唐德国际影城(海港城店),地址：雁塔区曲江新区雁南一路659号海港城9街负一层G-03,票价:¥33起",
      "影院名:格莱美艺术影城,地址：未央区未央路艾斯广场一层,票价:¥29.9起",
      "影院名:沃美影城(西安群光广场店),地址：新城区端履门十字群光广场四层,票价:¥34起",
      "影院名:苏宁影城,地址：新城区解放路186号苏宁易购广场6楼,票价:¥33起"
    ]
  },
  {
    "basic": "电影名:最佳男友进化论,电影类型:爱情,喜剧,时长:90分钟,上映时间:2019-04-12",
    "intro": "情场老司机范凡（郑恺 饰）在机缘巧合之下决定开办一个“男神训练营”，用自己独到的恋爱心得助那些在爱情里苦求不得的单身狗们进化成“最佳男友”。一场婚礼上的“实践教学”让伴娘女神（张雨绮 饰）被套路之下的真心打动，几个徒弟都拥有了梦寐以求的爱情。但作为“专家”范凡自己的感情生活却是剪不断理还乱……",
    "img": "imgs/98t3m87VG2W9Yzq.jpg",
    "cinema": [
      "影院名:奥斯卡长安国际影城(中央广场店),地址：长安区西长安街105号长安中央广场A座2楼（西北饭店斜对面）（西北饭店斜对面）,票价:¥27.8起",
      "影院名:映画魔方国际影城,地址：碑林区兴正元广场民生百货6楼东北角,票价:¥23起"
    ]
  },
  {
    "basic": "电影名:在乎你,电影类型:剧情,时长:120分钟,上映时间:2019-04-12",
    "intro": "国内知名女设计师袁元（俞飞鸿 饰），日本留学归国，气质出众，事业成功，多年的合伙人雷明也对她照顾有加。然而，看似人生赢家的袁元，内心深处却始终隐藏着一个难以放下的心结。在遇到事业瓶颈时，一位日本女孩（木下彩音 饰）的突然出现打破了袁元原本风平浪静的生活，一段关于北海道的神秘往事也随之展开……",
    "img": "imgs/S9q99S4f02uIjkk.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:雷霆沙赞！,电影类型:动作,冒险,奇幻,时长:132分钟,上映时间:2019-04-05",
    "intro": "每个人身体里都潜藏着一位超级英雄，只需要一点魔力便能将其释放。14岁的街头小混混比利·巴特森(亚瑟·安其 饰)通过大喊“沙赞”这个词，就可以变身为成年超级英雄沙赞(扎克瑞·莱维 饰)，这是一种来自于古老巫师的恩惠。如神一般的肌肉身体里，仍存有一颗孩子心，他开心地与超能力为伴。他能飞吗？他能X光透视吗？他能从手中射出闪电吗？他能不用再考试了吗？沙赞以孩子般轻率又鲁莽的方式，开始测试他的能力极限。但他需要尽快掌握这些力量，以对抗塞迪斯·希瓦纳博士（马克·斯特朗 饰）控制的邪恶势力。",
    "img": "imgs/4EY26Q7h9P7xQ49.jpg",
    "cinema": [
      "影院名:格莱美艺术影城,地址：未央区未央路艾斯广场一层,票价:¥29.9起"
    ]
  },
  {
    "basic": "电影名:守灵,电影类型:恐怖,惊悚,时长:88分钟,上映时间:2019-04-04",
    "intro": "守灵也称为守夜。古人认为人死后守灵三天内三魂未离，七魄不散。 原本善良的司胜木（张优 饰）染上赌博恶习，常年不归，只知向母亲要钱，念子成疾的母亲（宋词 饰）临死也没能见到司胜木。得知母亲临死前在家里地下藏有宝藏后，司胜木回家为母守灵。 守灵之夜，司胜木不忘寻找宝藏，深夜，恐怖事件频发……",
    "img": "imgs/0s49Y5Xo87ZX6SF.jpg",
    "cinema": [
      "影院名:欢乐梦工场影城(西安店),地址：雁塔区科技路和丈八北路交叉口向南200米路西【肉蟹煲】上三楼即到,票价:¥41起",
      "影院名:沃美影城(西安群光广场店),地址：新城区端履门十字群光广场四层,票价:¥27起",
      "影院名:苏宁影城,地址：新城区解放路186号苏宁易购广场6楼,票价:¥23起",
      "影院名:映画魔方国际影城,地址：碑林区兴正元广场民生百货6楼东北角,票价:¥23起"
    ]
  },
  {
    "basic": "电影名:我的宠物是大象,电影类型:剧情,喜剧,时长:109分钟,上映时间:2019-04-12",
    "intro": "以大象表演为生计的马戏团老板老齐（刘青云 饰），为了能让大象吃到足够的象草，与刁蛮任性的千金大小姐杰西卡（尤婧茹 饰）斗智斗勇，其间发生的故事和欢喜情缘，是一部治愈又充满诗意内涵的成人童话。",
    "img": "imgs/c3M3537PO3MZ342.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:原来如此,电影类型:惊悚,悬疑,恐怖,时长:83分钟,上映时间:2019-04-12",
    "intro": "午夜的宿舍楼内，传来鬼魅的唱戏声，那声音竟然来自已经死去的剧团女主演！全楼居民极度恐慌。年轻人陆离（池丹 饰）和哥们儿一起调查女鬼真相，却越陷越深，先是剧团化妆师被女鬼附身，离奇丧命，紧接着哥们儿也惊吓过度，疯癫死亡，外地来的老母亲再度被女鬼纠缠，陆离本人也一次次被鬼魅侵袭！一连串惊心动魄的奇情怪事之后，当夜半戏声再次飘起，最令人胆寒的时刻终于来临……",
    "img": "imgs/9lp9Hf00s8P9956.jpg",
    "cinema": [
      "影院名:首映国际影城(中航城市广场店),地址：阎良区人民路与公园街十字西南角（中航城市广场）,票价:¥33起",
      "影院名:奥斯卡阳光国际影城(阳光城店),地址：长安区博士路60号阳光天地购物中心4楼,票价:¥34起"
    ]
  },
  {
    "basic": "电影名:虫林大作战,电影类型:喜剧,动画,冒险,时长:84分钟,上映时间:2019-04-13",
    "intro": "流浪艺术家蟋蟀阿波罗（贾斯汀·朗 配音）来到了一个神秘的花园，阿波罗想要获得留在花园的资格，却险些遭到邪恶黄蜂温迪的陷害。有一天，他遇见了美丽蜂后玛格丽特（Anne Tilloy 配音），他们一起唱歌散步，结果土匪飞蛾斯芬克斯带着一帮害虫绑架了蜂后。邪恶黄蜂温迪趁机登上王位。 阿波罗为了证明自己更为了救出被温迪绑架的玛格丽特，它带着蜂后的好朋友们和温迪斗智斗勇，一场争夺王位、保卫花园的战斗即将开始……",
    "img": "imgs/Qu6i23bP4g6WVxj.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:欲念游戏,电影类型:悬疑,犯罪,剧情,时长:109分钟,上映时间:2019-04-12",
    "intro": "近未来，一代叱咤智能科技领域的风云人物郭实（郭涛 饰），在经历丧女之痛后决定远离尘嚣，终日与智能机器人相伴。但一次意外的发生，郭实莫名沦为“杀人逃犯”，并一步步落入对方所设的陷阱中。为证清白，郭实重拾“化蝶系统”，与爱徒飞凡（姜潮 饰）和机械发烧友萌萌（张子枫 饰）联手追查真凶。在探寻真相的过程中，郭实发现妻子宁雪（梅婷 饰）和好兄弟老查（范伟 饰）与此事有着千丝万缕的联系，但逐渐被视觉致幻的他开始难辨真假虚实，一场有关科技的烧脑战役呼之欲开。",
    "img": "imgs/3FBF15KL029m253.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:乐高大电影2,电影类型:动画,冒险,动作,时长:108分钟,上映时间:2019-03-22",
    "intro": "乐高小人艾米特（克里斯·帕拉特 配音）贱萌回归，抱得美人归的他和女友露西（伊丽莎白·班克斯 配音）过着甜蜜的生活。但是看似平静的表面其实暗藏阴谋，神秘外星入侵者突然降临，他们的破坏速度远在乐高小人的建造速度之上，艾米特的世界再度危在旦夕。外星入侵者甚至能洞察艾米特等人的每一次行动，困难与挑战直线升级，身手敏捷的露西也难逃厄运，陷入危机。艾米特必须联合一众好友，再次拯救世界。这一次，他们将前往遥远未知的新奇世界，见识更多令人大开眼界的乐高世界，同时也将发现真正的自我。",
    "img": "imgs/Kl944i0Z73Xft1O.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:麦兜我和我妈妈,电影类型:喜剧,动画,家庭,时长:81分钟,上映时间:2019-04-05",
    "intro": "在城市的破败角落，脑顶光秃秃的重案组老警察入职三十年，虽然破了许多大案要案，满身都是伤痕弹孔，但是他的家庭情况却一团糟。老婆和他离婚，儿子嫌他臭。与老警察相对，青年私家侦探波比（黄磊 配音）如日中天，扶摇直上，FBI请他讲课，相关动画片热播，波比俨然成为福尔摩斯一般的存在。在某起密室杀人案后，老警察不得已请来波比调查。波比为什么会这么厉害，这一切似乎都与他的妈妈麦太（吴君如 配音）有关。在崇拜他的小孩子们的追问下，波比的思绪回到孩童时代，麦兜（张正中  配音）和妈妈共处的那个快乐无忧的童年，一切美好都早已注定……",
    "img": "imgs/z3jDOyG2c33hmY6.jpg",
    "cinema": "暂无影院信息"
  },
  {
    "basic": "电影名:远去的牧歌,电影类型:剧情,西部,冒险,时长:94分钟,上映时间:2019-04-12",
    "intro": "本片以中国哈萨克族牧民四季转场游牧为结构线索，在40年的跨度中，通过胡玛尔和哈迪夏两家人，因一次意外事故造成的矛盾来演绎草原上轮回迁徙的生活，以及存在于这种独特生活方式下的民族文化、民族心理、民族生态，描绘牧民保护草原生态，迈向崭新的新生活风采。",
    "img": "imgs/14n81Q53Ac05h9t.jpg",
    "cinema": "暂无影院信息"
  }
]